piepercom.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-18 Thu 21:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Portfolio Website for Pieper Construction</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="styles.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Portfolio Website for Pieper Construction</h1>
<div id="outline-container-orgf57a589" class="outline-2">
<h2 id="orgf57a589">Pieper Construction Portfolio</h2>
<div class="outline-text-2" id="text-orgf57a589">
<ul class="org-ul">
<li><b><a href="https://pieperconstruction.com">pieperconstruction.com</a></b></li>
</ul>

<p>
A local construction company in LA needed a new website to exhibit their
previous work. Their old site was predicated mostly on SEO content, without much
for human visitors to see. I took some queues from other contractor portfolios
and made a gallery page which expands to show the summaries of the jobs.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020-01-01 Wed 00:00</p>
<p class="date">Created: 2024-01-18 Thu 21:58</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>